<?php

/* @var $this yii\web\View */

$this->title = 'GravitLauncher - Главная';
?>
<p><b>GravitLauncher - проффессиональный лаунчер с лучшей защитой</b></p>
<p>Наш лаунчер предоставляет огромные возможности для реализации ваших идей</p>
<p>
<ul>
    <li>Продвинутая защита лаунчера на всех этапах его работы</li>
    <li>Сокетная авторизация</li>
    <li>Открытый исходный код</li>
    <li>Поддержка протокола <b>WebSockets</b> для интеграции с другими сервисами</li>
    <li>Поддержка нативных библиотек защиты Avanguard и GravitGuard</li>
    <li>Поддержка Java модулей любой сложности и функционала как для LaunchServer'а, так и для самого лаунчера</li>
    <li>Поддержка UI библиотек, которые позволят вам реализовать все ваши дизайнерские идеи</li>
    <li>Удаленное управление сервером через <a href="http://console.gravit.pro">консоль</a> с использованием WebSockets</li>
    <li>Расширенные возможности по интеграции лаунчера с сервером майнкрафт и другими сервисами вашего проекта</li>
    <li>Расширенная поддержка опциональных модов</li>
    <li>Белый список для конкретного клиента</li>
</ul>
</p>
<p>В Wiki по лаунчеру можно перейти в меню вверху</p>
<p>Для авторизации в демо лаунчере пройдите регистрацию на сайте</p>
<a class="btn btn-primary" href="?r=wiki">Начать работу</a>
<a class="btn btn-primary" href="https://mirror.gravit.pro/Launcher.jar">Скачать JAR</a>
<a class="btn btn-primary" href="https://mirror.gravit.pro/Launcher.exe">Скачать EXE</a>